const data = [
  {
    x: 0.5911602209944752,
    y: 0.4602829162132753,
    name: "충무로",
    desc: "중구 충무로4가 125번지에 있는 지하철 3호선 · 4호선의 역 이름이다. 충무공 이순신장군이 태어난 곳이 건천동 현재의 인현동1가이므로 광복 후 충무로로 이름을 정하였는데, 지하철 3호선 · 4호선 개통 때 역 이름을 붙이고 환승역으로 삼았다."
  },
  {
    x: 0.6141804788213628,
    y: 0.5223068552774756,
    name: "버티고개",
    desc: "중구 신당동 432번지에 있는 지하철 6호선 역 이름이다. 한남동에서 약수동으로 넘어가는 고개로 옛날 순라군들이 야경을 돌면서 ‘번도’라고 하며 도둑을 쫓았으므로 번티라 하다가 변하여 버티고개라고 하였고, 지하철 개통 때 역 이름으로 붙였다."
  },
  {
    x: 0.42265193370165743,
    y: 0.4058759521218716,
    name: "애오개",
    desc: "마포구 아현동 612번지에 있는 지하철 5호선 역 이름이다. 대현과 만리현 사이에 있은 작은 고개인 애고개 · 애오개를 한자명으로 표기하여 아현(阿峴)이라고 하였으며, 지하철을 개통하면서 애오개를 역 이름으로 하였다."
  }
]

export default data;